serverStarting=Le serveur {0} est en train de d\u00e9marrer avec la configuration {1}
serverAlreadyStarted.1=Le serveur {0} est d\u00e9j\u00e0 d\u00e9marre, la proc\u00e9dure de d\u00e9marrage est ignor\u00e9e...
serverStarted=Serveur HornetQ version {0} [{1}] {2}
serverStopped=Le serveur HornetQ version {0} [{1}] est stopp\u00e9
deployQueue=Tentative de d\u00e9ploiement de la queue {0}
dumpServerInfo={0}
deletingPendingMessage=Suppression du message large en attente car il n'\u00e9tait pas termin\u00e9: {0}
awaitingLiveLock=En attente de l'obtention du verrou actif
serverIsLive.0=Le serveur est maintenant actif
awaitFailBack=Le serveur actif souhaite red\u00e9marrer, red\u00e9marrage du serveur en mode de sauvegarde
backupServerStarted=Le serveur de sauvegarde HornetQ version {0} [{1}] est d\u00e9marr\u00e9, en attente de l'\u00e9chec du serveur actif pour s'activer
backupServerIsLive=Le serveur de sauvegarde est maintenant actif
serverIsLive.1=Le serveur {0} est maintenant actif
serverFinalisedWIthoutBeingSTopped=Le serveur HornetQ est en phase de finalisation mais n'a pas \u00e9t\u00e9 stopp\u00e9. Veuillez stopper le serveur explicitement avant qu'il soit hors de port\u00e9e
errorClosingSessionsWhileStoppingServer=Erreur de fermeture des sessions lors de l'arr\u00eat du serveur
timedOutStoppingThreadpool=Expiration du temps d'attente pour terminer le r\u00e9servoir de threads {0}. Interruption de tout les threads!
divertWithNoName=Vous devez sp\u00e9cifier un nom pour chaque divert. Celui-ci ne sera pas d\u00e9ploy\u00e9.
divertWithNoAddress=Vous devez sp\u00e9cifier une adresse pour chaque divert. Celui-ci ne sera pas d\u00e9ploy\u00e9.
divertWithNoForwardingAddress=Vous devez sp\u00e9cifier une adresse de r\u00e9exp\u00e9dition pour chaque divert. Celui-ci ne sera pas d\u00e9ploy\u00e9.
divertBindingNotExists=Un binding avec le nom {0} existe d\u00e9j\u00e0. Ce divert ne sera pas d\u00e9ploy\u00e9.
clusterSecurityRisk=Risque de s\u00e9curit\u00e9! HornetQ est d\u00e9marr\u00e9 avec le nom d'administrateur et de mot de passe par d\u00e9faut. Veuillez consulter le guide d'utilisateur HornetQ (\u00a7 Cluster) pour colmater cette br\u00e8che de s\u00e9curit\u00e9.
serverRestartWarning=Le serveur ne peut pas \u00eatre red\u00e9marr\u00e9. Veuillez "tuer" le serveur et le red\u00e9marrer manuellement.
replicationStartProblem=Le serveur ne peut pas annoncer le serveur de sauvegarde pour sa r\u00e9plication. Arr\u00eat du serveur.
ioErrorShutdownServer=Erreur critique d'entr\u00e9e/sortie, Arr\u00eat du serveur. code={0}, message={1}
errorStoppingServer=Erreur lors de l'arr\u00eat du serveur
backupActivationProblem=Expiration du temps d'attente pour finaliser l'activation de la sauvegarde.
errorStartingReplication=Erreur lors du d\u00e9marrage de la r\u00e9plication
errorStoppingReplication=Erreur lors de l'arr\u00eat de la r\u00e9plication
warn={0}
serverAlreadyStarted.0=Le serveur est d\u00e9j\u00e0 d\u00e9marr\u00e9!
startingServer=D\u00e9marrage du serveur {0}
cancelExecution=Annulation de l'ex\u00e9cution de {0}
initializeFirstPart=Premi\u00e8re partie de l'initialisation pour {0}
announceBackupToFormerLive=Annonce du serveur de sauvegarde pour le serveur pr\u00e9c\u00e9demment actif {0}
stoppingLiveNodeInFavourOfFailback={0} :: Arr\u00eat du serveur actif pour une reprise normale des op\u00e9rations
startingBackupAfterFailure={0} :: D\u00e9marrage du serveur de sauvegarde pour une reprise normale des op\u00e9rations
initializationError=Echec lors de l'initialisation
